{
    "version": "https://jsonfeed.org/version/1",
    "title": "Море данных",
    "description": "",
    "home_page_url": "http://novmik.ru",
    "feed_url": "http://novmik.ru/feed.json",
    "user_comment": "",
    "icon": "http://novmik.ru/media/website/favicon.ico",
    "author": {
        "name": "Mik Nov"
    },
    "items": [
        {
            "id": "http://novmik.ru/listvyanka.html",
            "url": "http://novmik.ru/listvyanka.html",
            "title": "Большая Байкальская тропа: Листвянка → Большие Ко́ты",
            "summary": "В 2017 году я пришел на БДСЛ пешком из Листвянки. Сейчас начал разбираться в Блендере и захотел визуализировать пройденный путь в изометриии (в мобильной версии пришлось немного схитрить) Цифровая модель рельефа (DEM) с сайта terrain.party. Текстура с изолиниями OpenTopoMap Инструкция по настройке от CynicatPro Дополнительная информация&hellip;",
            "content_html": "<p>В 2017 году я пришел на <a href=\"https://vk.com/bdsl2018\">БДСЛ</a> пешком из Листвянки.</p>\n<p>Сейчас начал разбираться в Блендере и захотел визуализировать пройденный путь в изометриии (в мобильной версии пришлось немного схитрить)</p>\n<p><img src=\"http://novmik.ru/media/posts/9/Listvyanka-Mobile2x.jpg\" alt=\"\" width=\"2160\" height=\"3840\"></p>\n<p><img class=\"post__image--wide\" src=\"http://novmik.ru/media/posts/9/Listvyanka-Insta2x.jpg\" width=\"2926\" height=\"2926\"></p>\n<p>Цифровая модель рельефа (DEM) с сайта <a href=\"http://terrain.party\">terrain.party</a>. Текстура с изолиниями <a href=\"https://opentopomap.org/#map=12/51.8825/104.9126\">OpenTopoMap</a> Инструкция по настройке от <a href=\"https://www.youtube.com/watch?v=cZxyN7esQkY\">CynicatPro</a> </p>\n<p>Дополнительная информация о тропе есть в <a href=\"https://www.greatbaikaltrail.org/sites/default/files/listvyanka-bolshie_koty_rus.pdf\">буклете</a> и на сайте <a href=\"https://greatbaikaltrail.org/tropi/listvyanka-bol-shie-koty/\">ББТ</a></p>",
            "image": "http://novmik.ru/media/posts/9/Listvyanka-Insta2x_preview.jpg",
            "author": {
                "name": "Mik Nov"
            },
            "tags": [
                   "мое",
                   "инфографика"
            ],
            "date_published": "2018-12-11T23:16:23+07:00",
            "date_modified": "2018-12-11T23:34:06+07:00"
        },
        {
            "id": "http://novmik.ru/floodmap.html",
            "url": "http://novmik.ru/floodmap.html",
            "title": "Карта зон возможного подтопления в Томске",
            "summary": "В Томске определено 28 участков возможного подтопления. Последний прогноз от 15 марта предполагает благоприятные условия — малую толщину льда, не превышающие норму показатели осадков по сравнению с предыдущими годами Определены пункты сбора и временного размещения в случае неблагоприятного сценария половодья Интерактивная карта показывает расположение и номера участков подтопления Список улиц откроется при нажатии на участок ",
            "content_html": "<p>В Томске определено 28 участков возможного подтопления. Последний прогноз от 15 марта предполагает благоприятные условия — малую толщину льда, не превышающие норму показатели осадков по сравнению с предыдущими годами</p>\n<p>Определены <a href=\"http://admin.tomsk.ru/pgs/8md\">пункты сбора</a> и <a href=\"http://admin.tomsk.ru/pgs/8mc\">временного размещения</a> в случае неблагоприятного сценария половодья</p>\n<p>Интерактивная карта показывает расположение и номера участков подтопления</p>\n<p> <em>Список улиц откроется при нажатии на участок </em><iframe width=\"100%\" height=\"650\" frameborder=\"0\" src=\"https://miklide.carto.com/builder/5c297bd0-02f3-4660-b71a-6213271c61f5/embed\" allowfullscreen=\"allowfullscreen\" webkitallowfullscreen=\"webkitallowfullscreen\" mozallowfullscreen=\"mozallowfullscreen\" oallowfullscreen=\"\" msallowfullscreen=\"\" ></iframe></p>\n<p> </p>",
            "image": "http://novmik.ru/media/posts/8/",
            "author": {
                "name": "Mik Nov"
            },
            "tags": [
                   "мое",
                   "инфографика"
            ],
            "date_published": "2018-04-10T18:30:50+07:00",
            "date_modified": "2018-12-11T23:17:18+07:00"
        },
        {
            "id": "http://novmik.ru/floodmap-test.html",
            "url": "http://novmik.ru/floodmap-test.html",
            "title": "Карта зон возможного подтопления в Томске [Static]",
            "summary": "Паводок в томской области ожидается не сильным по сравнению с прошлыми годами Версия четыре ниже ",
            "content_html": "<p>Паводок в томской области ожидается не сильным по сравнению с прошлыми годами</p>\n<p>Версия четыре ниже</p>\n<p><img src=\"http://novmik.ru/media/posts/7/pavodok-map-v4-hd.jpg\" alt=\"\" width=\"100%\"></p>",
            "image": "http://novmik.ru/media/posts/7/",
            "author": {
                "name": "Mik Nov"
            },
            "tags": [
                   "мое",
                   "инфографика"
            ],
            "date_published": "2018-03-27T15:35:10+07:00",
            "date_modified": "2018-12-11T23:17:04+07:00"
        },
        {
            "id": "http://novmik.ru/skills.html",
            "url": "http://novmik.ru/skills.html",
            "title": "навыки инфографиста",
            "summary": "графдизайн • типографика • колористика • пиктографика • иллюстрацияВизуализация • аналитика (data-analysis) • выбор графика (encoding) • управление вниманиемжурналистика • поиск и сбор информации • режессирование • общение с экспертамикартография • дизайн • проекции, тайлы, геометрия, атрибуты • сервисы картографии CARTO TileMill Mapboxграфика • видео-монтаж&hellip;",
            "content_html": "<table>\n<tbody>\n<tr>\n<td style=\"width: 214px;\">графдизайн<br>• типографика<br>• колористика<br>• пиктографика<br>• иллюстрация</td>\n<td style=\"width: 247px;\">Визуализация<br>• аналитика (data-analysis)<br>• выбор графика (encoding)<br>• управление вниманием</td>\n<td style=\"width: 246px;\">журналистика<br>• поиск и сбор информации<br>• режессирование<br>• общение с экспертами</td>\n</tr>\n<tr>\n<td style=\"width: 214px;\">картография<br>• дизайн<br>• проекции, тайлы,<br>геометрия, атрибуты<br>• сервисы картографии<br>CARTO<br>TileMill<br>Mapbox</td>\n<td style=\"width: 247px;\">графика<br>• видео-монтаж<br>• 3D моделирование<br>• Анимация<br>• обработка фото</td>\n<td style=\"width: 246px;\">«хакерские» навыки<br>• скрейпинг<br>• чистка и анализ данных<br>• визуализация</td>\n</tr>\n<tr>\n<td style=\"width: 214px;\">другие навыки<br>психология восприятия<br>визуальное мышление<br>UI / UX</td>\n<td style=\"width: 247px;\">управленческие навыки</td>\n<td style=\"width: 246px;\"> </td>\n</tr>\n</tbody>\n</table>\n<p> </p>",
            "image": "http://novmik.ru/media/posts/5/skills-over-outline.jpg",
            "author": {
                "name": "Mik Nov"
            },
            "tags": [
                   "навыки",
                   "datavis"
            ],
            "date_published": "2018-02-11T23:19:00+07:00",
            "date_modified": "2018-03-11T19:04:36+07:00"
        },
        {
            "id": "http://novmik.ru/dtp-stats.html",
            "url": "http://novmik.ru/dtp-stats.html",
            "title": "Карты ДТП Томска",
            "summary": "Карта ДТП Томска Статистику ДТП публикуют на stat.gibdd.ru Данные о происшествиях заносят в стандартную форму с большим количеством полей. Поля описывают время и место происшествия, дорожные условия, характеристики транспорта и состояние участников. Содержимое одной карточки: (по клику — в хорошем качестве) Эти данные можно нанести на&hellip;",
            "content_html": "<p><strong>Карта ДТП Томска</strong></p>\n<p>Статистику ДТП публикуют на <a href=\"http://stat.gibdd.ru/\">stat.gibdd.ru</a></p>\n<p>Данные о происшествиях заносят в стандартную форму с большим количеством полей. Поля описывают время и место происшествия, дорожные условия, характеристики транспорта и состояние участников.</p>\n<p>Содержимое одной карточки:<br><em>(по клику — в хорошем качестве)</em></p>\n<div class=\"gallery\"   >\n<figure class=\"gallery__item\"><a href=\"http://novmik.ru/media/posts/4/gallery/card.jpg\" ><img src=\"http://novmik.ru/media/posts/4/gallery/card.jpg\" alt=\"\"></a></figure>\n</div>\n<p> </p>\n<p>Эти данные можно нанести на карту</p>\n<p>ДТП в Томске за 2015<br>тепловая карта / категории</p>\n<div class=\"juxta\"><iframe width=\"none\" height=\"none\" frameborder=\"0\" src=\"https://cdn.knightlab.com/libs/juxtapose/latest/embed/index.html?uid=128f48b0-0b61-11e8-b263-0edaf8f81e27\" ></iframe></div>\n<p>ДТП в Томске за 2015 / 2016</p>\n<div class=\"juxta\"><iframe width=\"none\" height=\"none\" frameborder=\"0\" src=\"https://cdn.knightlab.com/libs/juxtapose/latest/embed/index.html?uid=31065fc2-0b61-11e8-b263-0edaf8f81e27\" allowfullscreen=\"allowfullscreen\" webkitallowfullscreen=\"webkitallowfullscreen\" mozallowfullscreen=\"mozallowfullscreen\" oallowfullscreen=\"\" msallowfullscreen=\"\" ></iframe></div>\n<p> </p>\n<p>Интерактивная карта  ДТП за 2015, 2016 и первые шесть месяцев 2017г <a href=\"https://miklide.carto.com/builder/a0222504-5670-43f9-9cd9-70e21dc03b5b/embed\" target=\"_blank\" rel=\"noopener noreferrer\">полноэкранная версия</a></p>\n<p><iframe width=\"100%\" height=\"800\" frameborder=\"0\" src=\"https://miklide.carto.com/builder/a0222504-5670-43f9-9cd9-70e21dc03b5b/embed\" allowfullscreen=\"allowfullscreen\" webkitallowfullscreen=\"webkitallowfullscreen\" mozallowfullscreen=\"mozallowfullscreen\" oallowfullscreen=\"\" msallowfullscreen=\"\" ></iframe></p>\n<p> </p>\n<p>Статичная версия</p>\n<p><img src=\"http://novmik.ru/media/posts/4/dtp-map-jan-apr.jpg\" alt=\"\" width=\"2778\" height=\"3810\"></p>\n<p> </p>",
            "image": "http://novmik.ru/media/posts/4/15.png",
            "author": {
                "name": "Mik Nov"
            },
            "tags": [
                   "мое",
                   "design",
                   "datavis",
                   "GIS"
            ],
            "date_published": "2018-02-03T17:28:13+07:00",
            "date_modified": "2018-12-11T23:16:52+07:00"
        },
        {
            "id": "http://novmik.ru/graphics-reporter.html",
            "url": "http://novmik.ru/graphics-reporter.html",
            "title": "Практическое руководство по графическому репортажу",
            "summary": "<p> <img src=\"http://novmik.ru/media/posts/2/graphics-reporting-book.jpg\" alt=\"\" width=\"1071\" height=\"677\"></p>\n<p> </p>\n<p>Практическое руководство по графическому репортажу</p>\n<p> &gt;Роль графического репортера:</p>\n<p>В большинстве редакций есть отдел графики или дизайна. В этих отделах работают графические репортеры. Их число зависит от размера издания, тиража и количества графики, которое появляется в издании. В некоторых случаях отделом руководит графический редактор, в других — артдиректор во главе отдела и графики и верстки полос.</p>\n",
            "content_html": "<p> <img src=\"http://novmik.ru/media/posts/2/graphics-reporting-book.jpg\" alt=\"\" width=\"1071\" height=\"677\"></p>\n<p> </p>\n<p>Практическое руководство по графическому репортажу</p>\n<p> &gt;Роль графического репортера:</p>\n<p>В большинстве редакций есть отдел графики или дизайна. В этих отделах работают графические репортеры. Их число зависит от размера издания, тиража и количества графики, которое появляется в издании. В некоторых случаях отделом руководит графический редактор, в других — артдиректор во главе отдела и графики и верстки полос.</p>\n\n<p> </p>\n<p> </p>\n<p><strong>В редакциях</strong></p>\n<p>Эти редакторы тесно работают с руководителями других отделов, например с редакторами службы новостей, фоторедакторами, и отдела статей? чтобы помочь им спланировать и отредактировать информационные пакеты в ежедевной газете. Многие газеты так же нанимают графических редакторов для своих сайтов, и некоторые сайты и тв-компании нанимают графических репортеров, которые целиком посвящены созданию анимированных или интерактивных графических пакетов.</p>\n<p><img src=\"http://novmik.ru/media/posts/2/brief-questioneer.jpg\" alt=\"\" width=\"100%\" height=\"1553\"></p>\n<p><strong>Журналист + дизайнер</strong></p>\n<p>Перед тем как говорить о специфичных функциях графического репортара в ньюзруме, важно отметить, что большинство людей в новостном бизнессе ипользуют термин графический репортер и графический художник (не выделяют разницу) Я намерено использую термин графический репортер. оба набора скилов важны для этой роли. Новостной репортер дожен уметь писать интересные статьи, сильный графический репортер так же должен уметь создавать визуально привлекательные иллюстрации.</p>\n<p> </p>\n<p><strong>Функция перед формой</strong></p>\n<p>Однако достоинства графика должны быть оценены по способности его продвинуть понимание читателя события или статьи через ясное понятное и точное отражение. Таким образом по настоящему успешный графический репортер в первую очередь журналист и во вторую художник. Другими словами: каждое художественное решение должно быть сделано в связи с информационными нуждами чиаттеля, сутью истории, и точностью сообщения в уме.</p>\n<p> </p>\n<p> </p>\n<p><strong>Сходства</strong></p>\n<p>Функции и роль графический репортерво многом схожи с ролью любого другого репортера. Они начинают поиск визуальной и текстовой информации для графики. Они обращаются к разным источникам, таким как энцикопедии, альманахи, отчеты, докменты, и эксперты в своих областях. Графические репортеры отправляются на задание по поиску информации для своей работы. Они принимают участие в редакционных совещаниях и работают с другими репортерами, редаткорами, фотографами над созданием информационных пакетов. Они так же неотъемлемо заинтересованы в точности информирования, журналистской этике, в служении достоверным источником информации для своих читателей.</p>\n<p> </p>\n<p><strong>Разница между обычным и графическим репортером</strong></p>\n<p>суть этой точности отличается в работе графического репортера в отличии от обычного репортера который исопльзует слова. Графический репортер использует графики, схемы, иллюстрации и карты. Реопртер, который пишет использует точный и описательный язык, чтобы описать события и действия. Графический репортер, с другой стороны, имеет уникальную возможность понастоящему показать, что произошло и как это произошло. Схемы могут показывать объекты в прямом соотношении к их реальным размерам. Таким образом графика может в гораздо более точной форме передать «что произошло» «когда» «в каком порядке» «сколько» «как близко и как далеко» «как делать». В конце концов, вы предпочтете прочитать параграф текста, описывающий процентное распределение рассовой принадлежности населения США, или лучше посмотрите его в виде круговой диаграммы? В этом и других случаях числа без визуализации теряют часть своего смысла, потому что их трудно сравнивать между собой. И итогда график может сохранить место на полосе.</p>\n<p> </p>\n<p>Таким образом графический репортер часто задает другие типы вопросов, ищет другие типы источников, и совещается с другими источниками ежели репортер, который пишет. Во многих редакциях графический репортер ответственен за ежедневную выходящую по расписанию графику, такую как карты, графики, простые диаграммы для срочных новостей, а так же более сложные графические пакеты для грядущих новостей и статей. Хороший графический репортер всегда ищет возможность, чтобы представить информацию визуально, тчательно изучает заявки коллег на новые материалы, разговаривает с другими журналистами и редакторами о том, над чем они работают или собираются написать, следит за телевидением и интернетом для создания потенциальных графических историй.</p>\n<p> </p>\n<p><strong>&gt;Примечане графического потенциала</strong></p>\n<p> </p>\n<p>Тафти в своей книге говорит о соотношении «чернил к данным» Лучшая графика это та, которая доносит максмум информации через минимум занимаемого места и чернил. Этот принцип довольно прост, но создание эффективных графиков или информационных пакетов требует много расчетливости и планирования. Графика требует избыточного сбора информации, понятного оформления, информативного текста и inherent пользы для читателя.</p>\n<p> </p>\n<p> </p>\n<p><strong>Сначала не отрисовка а поиск потенциала на уровне создания.</strong></p>\n<p>Но это в идеале, а идеал в реальной жизни редко достижим, потому что дедлайны, срочные новости и проблемы с коммуникаицей мешают графическому репортеру планировать графику заранее.</p>\n<p>Поэтому есть два принципиальных пути: когда материал еще не написан и события еще происходят, и после того как материал готов к публикации.</p>\n<p> </p>\n<p>В первом случае GR должен быть вкурсе материалов, которые создают журналисты. Никто не будет уведомлять вас, что материалу нужно графическое оформление. Хотя текстовые журналисты подтягиваются, и их даже специально обучают искать графический потенциал в историях, зачастую у них нет времени думать про гарфику, потому что у них полно другой работы, отвественностей и дедлайнов. Главная задача журналиста — писать новости. и графика часто второстепенна. В такой ситуации сильный графический репортер может существенно помочь делу.</p>\n<p> </p>\n<p>Скажите что вы графический репортер. Хотите знать, о чем они пишут. Хотите снять часть ежедневной рутины с них и помочь им искать информацию для информационных пакетов, которые могут выглядеть лучше в виде графики. Подходите к их рабочим местам и спрашивайте над чем они работают к сегодняшнему дедлайну, как развиваются события, и нет ли каких-то специальных историй или расследовательских материалов. Подавайте себя как дружелюбный жруналист заинтересованный в улучшении истории, а не как художник, который хочет чтобы все «выглядело красиво». Не бойтесь задвать вопросы о материале и предлагайте свои идеи. Я убедилась том, что большинство журналистов рады слышать обратную связь о своей работе, и в большинстве своем, если не все, рады помощи с визуальной стороной материала</p>\n<p> </p>\n<p> </p>\n<p>Нужно планировать общение с журанлистом. Не надо навязываться перед истечением важного дедлайна.Убедитесь, что ваша попытка помочь не выходит как препятствие и палка в репортерском процессе. Ваша цель помочь процессу, а не навредить ему. Некоторые редакции формализуют это общение в виде совещаний с дизайнерами, GR, фотографами, журналистами, и корректорами отдела. Такие планерки позволяют генерировать идеи, делиться информацией и находить способы улучшить истории тем, кто разбирается в вопросе лучше всего. Фотографы подскажут какие лучше подойдут фото. Дизайнеры помогут разработать общее представление информационного пакета. А графические репортеры помогут определить графический потенциал истории, которая еще будет.</p>\n<p> </p>\n<p>Иногда, в условиях дедлайна нереалистично думать, что будет время для неторопливых разговоров о материалах или для общих планерок, на которых все будут делиться идеями до посинения.</p>\n<p> </p>\n<p>В большинстве случаем дедлайны не дают нам времени спланировать завтрашние новости. В этом случае GR должен научиться анализировать материал который уже был написан на предмет графического потенциала. И быстро орпеделять, какие типы визуальных элементов помогут улучшить понимание материала. GR должен балансировать между временем, которое он может потратить на создание графики до дедлайна и количеством иллюстративных деталей, которые графика может представить. понятно, что чем больше времени у вас есть, тем более детальный графика может быть. Но в не зависимости от того, запланирована ли графика заранее или создается после того как маетриал уже написан, те же принципы могут применятся, чтобы определить графический потенциал материала.</p>",
            "image": "http://novmik.ru/media/posts/2/graphics-reporting-book.jpg",
            "author": {
                "name": "Mik Nov"
            },
            "tags": [
            ],
            "date_published": "2018-01-07T16:19:57+07:00",
            "date_modified": "2018-03-11T19:28:39+07:00"
        }
    ]
}
