{
    "version": "https://jsonfeed.org/version/1",
    "title": "more-dannyh",
    "description": "",
    "home_page_url": "https://miklide.github.io/gh-pages",
    "feed_url": "https://miklide.github.io/gh-pages/feed.json",
    "user_comment": "",
    "author": {
        "name": "Михаил Новиков"
    },
    "items": [
        {
            "id": "https://miklide.github.io/gh-pages/razdely-dlya-sayta.html",
            "url": "https://miklide.github.io/gh-pages/razdely-dlya-sayta.html",
            "title": "Разделы сайта",
            "content_html": "<p>🌊</p>\n<p>&nbsp;</p>\n<p>Блог<br>№1 Море данных<br>Блог про визуализацию данных, дизайн и инфографику<br>Для кого: для студентов журфака, для других дизайнеров, для тех кто начинает входить в визуализацию данных, для потенциальных клиентов<br>Зачем: делиться с миром пользой, начальными, входными знаниями про инфографику, визуализацию, <br><br>Почему это будут читать: входные знания самые интересные и полезные с точки зрения начинающего дизайнера. Интересны человеческие истории (и состояние невпорядке). Плюс если постараться, это можно будет читать посторонним людям ради развлечения. Возможно клиенты или работодатели увидят в этом хороший &laquo;звоночек&raquo;<br><br>Принцип: To talk the talk you need to walk the walk<br><br>№2 Личный блог на модной платформе<br>Блог про учение, память, мотивацию, книги, открытый софт, бег<br>Для кого: для меня в первую очередь. Для моих друзей в соцсетях<br>Зачем: Чтобы упорядочивать мысли. Чтобы аккумулировать знания Чтобы приносить другим людям пользу<br><br>Почему это будут читать: Я буду читать, чтобы освежить знания, мотивировать себя. Предоставить почву для accountable человека Другие ради любопытства<br><br>Принцип: Знания не появится без осмысления и раскладывания по полкам.<br><br>Блог № 2 про:<br>Книжки<br>Что прочиал и что извлек. Конспект для себя. Для пользы других &mdash; что-то другое потому что конспект неполезно. Как сделать полезно? Главные идеи с ссылками? &laquo;Почему стоит читать?&raquo; Майндмапы?<br><br>Компьютеры &ndash; людям<br>Раздел где будут публиковаться ссылки и описания суперполезных октрытых программ.Плюс интересные идеи связынные с компьютерами<br><br>Открытые исходники, открытый код, открытая лицензия, бесплатный, условно бесплатный<br><br>Слежу за безопасностью<br>Думаю о безопасности пароли<br>Не клацаю на клавиатуре на видео, чтобы нельзя было вычислить что я печатаю по звуку<br>Скрываюсь от мегакорпораций (self-hosted everything)<br>Социальные графы и классификация людей по политической принадлежности<br><br>Отдыхаю<br>Ищу что посмотреть вечером Смотрю лучшие фильмы по мнению всех<br>Читаю книжку на английском в PDF qtranslate<br><br>Работаю<br>Ищу файлы на компе<br>Превращаю шрифты в кривые<br>Качаю бетку индизайна и играюсь со шрифтами<br><br>Повышаю работоспособность<br>Мои плагины в хроме<br><br>Делаю слайды<br><br>Учение и образование<br>Как я выстроил систему в которой знания упорядочены<br>Комфортное помидорро<br>Бюрошные принципы<br>что заставляет меня переходит через состояния<br><br>Библиотека &mdash; как настроить VPN чтобы не сидеть в корпусе и иметь доступ к скопусу<br><br>уровни абстракции<br>Как геренируют идеи на стратегических сессияъ<br><br>бег<br>Как я начал бегать потом бросил потом начал<br> из Людвига:<br> &ndash; принцип двигаться дальше<br> &ndash; принцип утреннего ритуала<br> &ndash; принцип не пушить себя<br> из книжки:<br> &ndash; 20/80 техника и технология<br><br>Работы<br>Портфолио и микро рассказ о себе<br><br>Goals:<br><br>Хочу стать лучшим инфографистом и визуализатором данных (в Сибири пока что)<br>Хочу визуально и интересно рассказывать человеческие истории<br>Хочу рассказывать крутые истори которые создаются на данных,<br><br>Портфолио которое не стыдно показывать<br>Принцип сортировки украден у Ильяхова (надо еще найти сами по себе интересные темы [секс, безопасность, еда]): идти от пользы для читателя, то есть разделить по Видам деятельности + конкретным нуждам:<br><br>Прочие Фишки:<br>У кого стырил: подписи и ссылки на использованые идеи (не надо каждый раз подписывать, но и в тоже время пишу где взял. Это ведь не криминал :) )<br>Переключатель пользы: сделать кнопку которая будет показывать только пользу и скрывать абзацы которые что-то поясняют<br><br>Ссылка на слак сообщество<br>Копилка ссылок для себя</p>",
            "author": {
                "name": "Михаил Новиков"
            },
            "tags": [
            ],
            "date_published": "2017-10-01T15:21:42+07:00",
            "date_modified": "2017-10-01T16:31:26+07:00"
        }
    ]
}
